Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-general.clear-button
source: Clear...
de: Klar...
es: Borrar...
fr: Effacer...
ja: クリア...
ko: 분명...
ru: Ясно...
vi: Xóa...
zh_hans: 清除...
zh_hant: 清除...

# preferences-general.clear-cache-alert-message
source: This will remove all temporary capture files. Active captures will not be affected. This action cannot be undone.
de: Dadurch werden alle temporären Aufnahmedateien entfernt. Aktive Aufnahmen sind davon nicht betroffen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los archivos de captura temporales. Las capturas activas no se verán afectadas. Esta acción no se puede deshacer.
fr: Cela supprimera tous les fichiers de capture temporaires. Les captures actives ne seront pas affectées. Cette action ne peut pas être annulée.
ja: これにより、すべての一時キャプチャ ファイルが削除されます。アクティブなキャプチャは影響を受けません。この操作は元に戻すことができません。
ko: 이렇게 하면 모든 임시 캡처 파일이 제거됩니다. 활성 캡처는 영향을 받지 않습니다. 이 작업은 취소할 수 없습니다.
ru: Это приведет к удалению всех временных файлов захвата. Активные захваты не будут затронуты. Это действие невозможно отменить.
vi: Thao tác này sẽ xóa toàn bộ tệp chụp tạm thời. Các tiến trình chụp đang hoạt động sẽ không bị ảnh hưởng. Không thể hoàn tác.
zh_hans: 这将删除所有临时捕获文件。主动捕获不会受到影响。此操作无法撤消。
zh_hant: 這將刪除所有臨時捕獲檔案。主動捕獲不會受到影響。此操作無法撤消。

# preferences-general.clear-cache-alert-title
source: Clear Cache?
de: Cache leeren?
es: ¿Borrar caché?
fr: Vider le cache ?
ja: キャッシュをクリアしますか?
ko: 캐시를 지우시겠습니까?
ru: Очистить кэш?
vi: Xóa bộ nhớ đệm?
zh_hans: 清除缓存？
zh_hant: 清除緩存？

# preferences-general.clear-cache-confirm
source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 지우기
ru: Очистить кэш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除緩存

# preferences-general.clear-cache-error-title
source: Could Not Clear Cache
de: Cache konnte nicht gelöscht werden
es: No se pudo borrar el caché
fr: Impossible de vider le cache
ja: キャッシュをクリアできませんでした
ko: 캐시를 지울 수 없습니다
ru: Не удалось очистить кэш
vi: Không thể xóa bộ nhớ đệm
zh_hans: 无法清除缓存
zh_hant: 無法清除緩存

# preferences-general.clearing-button
source: Clearing...
de: Löschen...
es: Borrando...
fr: Dégagement...
ja: クリア中...
ko: 지우는 중...
ru: Очистка...
vi: Đang xóa...
zh_hans: 正在清除...
zh_hant: 正在清除...

# preferences-general.crash-logging-description
source: Collect diagnostic logs to help us fix bugs
de: Sammeln Sie Diagnoseprotokolle, um uns bei der Behebung von Fehlern zu helfen
es: Recopile registros de diagnóstico para ayudarnos a corregir errores
fr: Collectez les journaux de diagnostic pour nous aider à corriger les bugs
ja: バグ修正に役立つ診断ログを収集します
ko: 버그 수정에 도움이 되도록 진단 로그를 수집하세요
ru: Соберите журналы диагностики, чтобы помочь нам исправить ошибки
vi: Thu thập log chẩn đoán để giúp chúng tôi sửa lỗi
zh_hans: 收集诊断日志以帮助我们修复错误
zh_hant: 收集診斷日誌以幫助我們修復錯誤

# preferences-general.crash-logging-title
source: Crash Logging
de: Absturzprotokollierung
es: Registro de fallos
fr: Journalisation des incidents
ja: クラッシュログ
ko: 충돌 로깅
ru: Регистрация сбоев
vi: Ghi log sự cố
zh_hans: 崩溃记录
zh_hant: 崩潰記錄

# preferences-general.download-automatically-description
source: Download updates in background
de: Updates im Hintergrund herunterladen
es: Descargar actualizaciones en segundo plano
fr: Télécharger les mises à jour en arrière-plan
ja: バックグラウンドでアップデートをダウンロード
ko: 백그라운드에서 업데이트 다운로드
ru: Загрузка обновлений в фоновом режиме
vi: Tải cập nhật trong nền
zh_hans: 在后台下载更新
zh_hant: 在後台下載更新

# preferences-general.download-automatically-title
source: Download automatically
de: Automatisch herunterladen
es: Descargar automáticamente
fr: Télécharger automatiquement
ja: 自動的にダウンロード
ko: 자동으로 다운로드
ru: Загружать автоматически
vi: Tự tải xuống
zh_hans: 自动下载
zh_hant: 自動下載

# preferences-general.language-description
source: Choose the language used across Snapzy
de: Wählen Sie die in Snapzy verwendete Sprache
es: Elige el idioma que usa Snapzy
fr: Choisissez la langue utilisée dans Snapzy
ja: Snapzy 全体で使用する言語を選択
ko: Snapzy 전체에서 사용할 언어를 선택하세요
ru: Выберите язык, используемый в Snapzy
vi: Chọn ngôn ngữ dùng trong toàn bộ Snapzy
zh_hans: 选择 Snapzy 中使用的语言
zh_hant: 選擇 Snapzy 使用的語言

# preferences-general.language-relaunch-confirmation-action
source: Relaunch Snapzy
de: Snapzy neu starten
es: Reiniciar Snapzy
fr: Relancer Snapzy
ja: Snapzy を再起動
ko: Snapzy 다시 실행
ru: Перезапустить Snapzy
vi: Mở lại Snapzy
zh_hans: 重新启动 Snapzy
zh_hant: 重新啟動 Snapzy

# preferences-general.language-relaunch-confirmation-message
source: Snapzy needs to quit and reopen to apply this language change everywhere.
de: Snapzy muss beendet und erneut geöffnet werden, damit diese Sprachänderung in der ganzen App angewendet wird.
es: Snapzy debe cerrarse y volver a abrirse para aplicar este cambio de idioma en toda la app.
fr: Snapzy doit se fermer puis se rouvrir pour appliquer ce changement de langue dans toute l’app.
ja: この言語変更をアプリ全体に反映するには、Snapzy を終了して再度開く必要があります。
ko: 이 언어 변경을 앱 전체에 적용하려면 Snapzy를 종료한 뒤 다시 열어야 합니다.
ru: Чтобы применить это изменение языка во всем приложении, Snapzy нужно закрыть и открыть снова.
vi: Snapzy cần thoát và mở lại để áp dụng thay đổi ngôn ngữ ở toàn bộ ứng dụng.
zh_hans: Snapzy 需要退出并重新打开，才能在整个应用中应用此语言更改。
zh_hant: Snapzy 需要先結束並重新開啟，才能在整個應用程式中套用這次語言變更。

# preferences-general.language-relaunch-confirmation-title
source: Relaunch Snapzy?
de: Snapzy neu starten?
es: ¿Reiniciar Snapzy?
fr: Relancer Snapzy ?
ja: Snapzy を再起動しますか？
ko: Snapzy를 다시 실행할까요?
ru: Перезапустить Snapzy?
vi: Mở lại Snapzy?
zh_hans: 重新启动 Snapzy？
zh_hant: 重新啟動 Snapzy？

# preferences-general.language-relaunch-error-title
source: Could Not Relaunch Snapzy
de: Snapzy konnte nicht neu gestartet werden
es: No se pudo reiniciar Snapzy
fr: Impossible de relancer Snapzy
ja: Snapzy を再起動できませんでした
ko: Snapzy를 다시 실행할 수 없습니다
ru: Не удалось перезапустить Snapzy
vi: Không thể mở lại Snapzy
zh_hans: 无法重新启动 Snapzy
zh_hant: 無法重新啟動 Snapzy

# preferences-general.language-restart-hint
source: Language changes apply after relaunch
de: Sprachänderungen werden nach einem Neustart angewendet
es: Los cambios de idioma se aplican después de reiniciar la app
fr: Les changements de langue s’appliqueront après le redémarrage
ja: 言語の変更は再起動後に反映されます
ko: 언어 변경은 다시 실행한 후 적용됩니다
ru: Изменения языка вступят в силу после перезапуска
vi: Thay đổi ngôn ngữ sẽ áp dụng sau khi mở lại ứng dụng
zh_hans: 语言更改将在重新启动后生效
zh_hant: 語言變更會在重新啟動後生效

# preferences-general.language-system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システム設定
ko: 시스템 기본값
ru: Системный язык
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# preferences-general.language-title
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
ja: アプリの言語
ko: 앱 언어
ru: Язык приложения
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# preferences-general.last-checked-title
source: Last checked
de: Zuletzt überprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終チェック日
ko: 마지막 확인
ru: Последняя проверка
vi: Lần kiểm tra gần nhất
zh_hans: 最后检查
zh_hant: 最後檢查

# preferences-general.log-files-title
source: Log Files
de: Protokolldateien
es: Archivos de registro
fr: Fichiers journaux
ja: ログ ファイル
ko: 로그 파일
ru: Файлы журналов
vi: Tệp log
zh_hans: 日志文件
zh_hant: 日誌檔案

# preferences-general.never
source: Never
de: Niemals
es: Nunca
fr: Jamais
ja: 決して
ko: 절대로
ru: Никогда
vi: Chưa từng
zh_hans: 从来没有
zh_hant: 從來沒有

# preferences-general.no-logs
source: No logs
de: Keine Protokolle
es: Sin registros
fr: Aucun journal
ja: ログがありません
ko: 로그 없음
ru: Нет журналов
vi: Không có log
zh_hans: 没有日志
zh_hant: 沒有日誌

# preferences-general.open-folder-button
source: Open Folder
de: Öffnen Sie den Ordner
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
ru: Открыть папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 打開檔案夾

# preferences-general.play-sounds-description
source: Audio feedback for captures
de: Audio-Feedback für Aufnahmen
es: Comentarios de audio para capturas
fr: Retour audio pour les captures
ja: キャプチャの音声フィードバック
ko: 캡처에 대한 오디오 피드백
ru: Звуковая обратная связь для снимков
vi: Phản hồi âm thanh khi chụp và ghi
zh_hans: 捕获的音频反馈
zh_hant: 捕獲的音頻反饋

# preferences-general.play-sounds-title
source: Play sounds
de: Töne abspielen
es: Reproducir sonidos
fr: Jouer des sons
ja: サウンドを再生する
ko: 소리 재생
ru: Воспроизвести звуки
vi: Phát âm thanh
zh_hans: 播放声音
zh_hant: 播放聲音

# preferences-general.restart-button
source: Restart
de: Starten Sie
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
ru: Перезапустить
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啓動

# preferences-general.restart-onboarding-description
source: Show the welcome tutorial again
de: Das Willkommen-Tutorial erneut anzeigen
es: Mostrar nuevamente el tutorial de bienvenida
fr: Afficher à nouveau le tutoriel de bienvenue
ja: ようこそチュートリアルを再度表示します
ko: 환영 튜토리얼을 다시 보여주세요
ru: Показать приветственное руководство еще раз
vi: Hiện lại hướng dẫn chào mừng
zh_hans: 再次显示欢迎教程
zh_hant: 再次顯示歡迎教程

# preferences-general.restart-onboarding-title
source: Restart Onboarding
de: Onboarding neu starten
es: Reiniciar la incorporación
fr: Redémarrer l'intégration
ja: オンボーディングを再開
ko: 온보딩 다시 시작
ru: Перезапустить регистрацию
vi: Khởi động lại onboarding
zh_hans: 重新启动入职
zh_hant: 重新啓動入職

# preferences-general.save-here-button
source: Save Here
de: Hier speichern
es: Guardar aquí
fr: Enregistrez ici
ja: ここに保存
ko: 여기에 저장
ru: Сохранить здесь
vi: Lưu tại đây
zh_hans: 保存在这里
zh_hant: 保存在這裡

# preferences-general.save-location-description
source: Where Snapzy stores captures
de: Wo Snapzy Aufnahmen speichert
es: Dónde almacena Snapzy las capturas
fr: Où Snapzy stocke les captures
ja: Snapzy がキャプチャを保存する場所
ko: Snapzy 매장이 캡처하는 곳
ru: Где Snapzy хранит снимки
vi: Nơi Snapzy lưu ảnh và video
zh_hans: Snapzy 商店捕获
zh_hant: Snapzy 商店捕獲

# preferences-general.save-location-title
source: Save location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer l'emplacement
ja: 場所を保存
ko: 위치 저장
ru: Сохранить местоположение
vi: Vị trí lưu
zh_hans: 保存位置
zh_hant: 保存位置

# preferences-general.section-appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외모
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# preferences-general.section-diagnostics
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
ru: Диагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# preferences-general.section-help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
ru: Помогите
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# preferences-general.section-startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: スタートアップ
ko: 시작
ru: Стартап
vi: Khởi động
zh_hans: 启动
zh_hant: 啓動

# preferences-general.section-storage
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранение
vi: Lưu trữ
zh_hans: 存储
zh_hant: 存儲

# preferences-general.start-at-login-description
source: Launch Snapzy when you log in
de: Starten Sie Snapzy, wenn Sie sich anmelden
es: Inicie Snapzy cuando inicie sesión
fr: Lancez Snapzy lorsque vous vous connectez
ja: ログイン時にSnapzyを起動する
ko: 로그인 후 Snapzy를 실행하세요
ru: Запустите Snapzy при входе в систему
vi: Mở Snapzy khi bạn đăng nhập
zh_hans: 登录时启动 Snapzy
zh_hant: 登錄時啓動 Snapzy

# preferences-general.start-at-login-title
source: Start at login
de: Beim Anmelden starten
es: Comenzar al iniciar sesión
fr: Commencez par la connexion
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Начать при входе в систему
vi: Khởi động khi đăng nhập
zh_hans: 从登录开始
zh_hant: 從登錄開始

# preferences-general.theme-description
source: Choose your preferred appearance
de: Wählen Sie Ihr bevorzugtes Erscheinungsbild
es: Elige tu apariencia preferida
fr: Choisissez votre apparence préférée
ja: お好みの外観を選択してください
ko: 선호하는 외모를 선택하세요
ru: Выберите предпочитаемый внешний вид
vi: Chọn giao diện ưa thích
zh_hans: 选择您喜欢的外观
zh_hant: 選擇您喜歡的外觀

# preferences-general.theme-title
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
ru: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# preferences-permissions.intro
source: Snapzy requires certain permissions to capture your screen and audio.
de: Snapzy benötigt bestimmte Berechtigungen, um Ihren Bildschirm und Audio aufzunehmen.
es: Snapzy requiere ciertos permisos para capturar su pantalla y audio.
fr: Snapzy nécessite certaines autorisations pour capturer votre écran et votre audio.
ja: Snapzy が画面と音声をキャプチャするには、いくつかの権限が必要です。
ko: Snapzy가 화면과 오디오를 캡처하려면 특정 권한이 필요합니다.
ru: Snapzy требует определенных разрешений для захвата экрана и звука.
vi: Snapzy cần một số quyền để chụp màn hình và ghi âm.
zh_hans: Snapzy 需要特定权限才能捕获您的屏幕和音频。
zh_hant: Snapzy 需要特定權限才能捕獲您的螢幕和音頻。

# preferences-quick-access.auto-close-title
source: Auto-close
de: Automatisch schließen
es: Cierre automático
fr: Fermeture automatique
ja: 自動で閉じる
ko: 자동 종료
ru: Автозакрытие
vi: Tự đóng
zh_hans: 自动关闭
zh_hant: 自動關閉

# preferences-quick-access.close-after
source: Close after
de: Schließen nach
es: Cerrar después
fr: Fermer après
ja: 次の時間で閉じる
ru: Закрыть после
vi: Đóng sau

# preferences-quick-access.closes-after
source: Closes after %d seconds
de: Schließt nach %d Sekunden
es: Se cierra después de %d segundos
fr: Se ferme après %d secondes
ja: %d 秒後に閉じます
ko: 이후 종료 %d초 후에 닫힙니다
ru: Закрывается через %d секунд
vi: Đóng sau %d giây
zh_hans: 之后关闭%d 秒后关闭
zh_hant: 之後關閉%d 秒後關閉

# preferences-quick-access.drag-and-drop-description
source: Drag captures to other apps
de: Ziehen Sie Aufnahmen in andere Apps
es: Arrastra capturas a otras aplicaciones
fr: Faites glisser les captures vers d'autres applications
ja: キャプチャを他のアプリにドラッグ
ko: 캡처를 다른 앱으로 드래그
ru: Перетащите снимки в другие приложения
vi: Kéo ảnh và video sang ứng dụng khác
zh_hans: 将捕获的内容拖动到其他应用程序
zh_hant: 將捕獲的內容拖動到其他應用程序

# preferences-quick-access.floating-overlay-description
source: Show preview after capture
de: Vorschau nach der Aufnahme anzeigen
es: Mostrar vista previa después de la captura
fr: Afficher l'aperçu après la capture
ja: キャプチャ後にプレビューを表示
ko: 캡처 후 미리보기 표시
ru: Показать предварительный просмотр после захвата
vi: Hiện xem trước sau khi chụp
zh_hans: 捕获后显示预览
zh_hant: 捕獲後顯示預覽

# preferences-quick-access.floating-overlay-title
source: Floating Overlay
de: Schwebendes Overlay
es: Superposición flotante
fr: Superposition flottante
ja: フローティングオーバーレイ
ko: 플로팅 오버레이
ru: Плавающее наложение
vi: Lớp phủ nổi
zh_hans: 浮动覆盖
zh_hant: 浮動覆蓋

# preferences-quick-access.keep-open
source: Keep overlay open until dismissed
de: Lassen Sie das Overlay geöffnet, bis es geschlossen wird
es: Mantener la superposición abierta hasta que se cierre
fr: Garder la superposition ouverte jusqu'à ce qu'elle soit rejetée
ja: 閉じるまでオーバーレイを表示したままにする
ko: 닫힐 때까지 오버레이를 열어두세요
ru: Оставлять наложение открытым до его закрытия
vi: Giữ mở cho đến khi đóng
zh_hans: 保持覆盖打开直到关闭
zh_hant: 保持覆蓋打開直到關閉

# preferences-quick-access.left
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
ru: Слева
vi: Trái
zh_hans: 左
zh_hant: 左

# preferences-quick-access.overlay-size-description
source: Adjust the floating preview size
de: Passen Sie die schwebende Vorschaugröße an
es: Ajustar el tamaño de la vista previa flotante
fr: Ajuster la taille de l'aperçu flottant
ja: フローティングプレビューのサイズを調整
ko: 부동 미리보기 크기 조정
ru: Отрегулируйте размер плавающего предварительного просмотра
vi: Điều chỉnh kích thước khung xem trước nổi
zh_hans: 调整浮动预览大小
zh_hant: 調整浮動預覽大小

# preferences-quick-access.overlay-size-title
source: Overlay Size
de: Overlay-Größe
es: Tamaño de superposición
fr: Taille de superposition
ja: オーバーレイサイズ
ko: 오버레이 크기
ru: Размер наложения
vi: Kích thước lớp phủ
zh_hans: 覆盖尺寸
zh_hant: 覆蓋尺寸

# preferences-quick-access.pause-on-hover-description
source: Pause countdown when hovering over the card
de: Countdown anhalten, wenn Sie mit der Maus über die Karte fahren
es: Pausar la cuenta regresiva al pasar el cursor sobre la tarjeta
fr: Mettre le compte à rebours en pause lorsque vous survolez la carte
ja: カードにホバーしている間はカウントダウンを一時停止
ko: 카드 위로 마우스를 가져가면 카운트다운이 일시 중지됩니다.
ru: Приостановить обратный отсчет при наведении курсора на карточку
vi: Tạm dừng đếm ngược khi rê chuột lên thẻ
zh_hans: 将鼠标悬停在卡片上时暂停倒计时
zh_hant: 將鼠標懸停在卡片上時暫停倒計時

# preferences-quick-access.pause-on-hover-title
source: Pause on Hover
de: Beim Darüberfahren pausieren
es: Pausa al pasar el cursor
fr: Pause au survol
ja: ホバーで一時停止
ko: 마우스 오버 시 일시 중지
ru: Пауза при наведении
vi: Tạm dừng khi rê chuột
zh_hans: 悬停时暂停
zh_hant: 懸停時暫停

# preferences-quick-access.right
source: Right
de: Rechts
es: Derecha
fr: À droite
ja: 右
ko: 그렇죠
ru: Верно
vi: Phải
zh_hans: 对
zh_hant: 對

# preferences-quick-access.screen-edge-description
source: Where the overlay appears
de: Wo das Overlay erscheint
es: Donde aparece la superposición
fr: Où la superposition apparaît
ja: オーバーレイの表示位置
ko: 오버레이가 나타나는 위치
ru: Где появляется наложение
vi: Nơi lớp phủ xuất hiện
zh_hans: 覆盖层出现的位置
zh_hant: 覆蓋層出現的位置

# preferences-quick-access.screen-edge-title
source: Screen Edge
de: Bildschirmkante
es: Borde de la pantalla
fr: Bord de l'écran
ja: 画面端
ko: 화면 가장자리
ru: Край экрана
vi: Cạnh màn hình
zh_hans: 屏幕边缘
zh_hant: 螢幕邊緣

# preferences-quick-access.section-appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외모
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# preferences-quick-access.section-behaviors
source: Behaviors
de: Verhalten
es: Comportamientos
fr: Comportements
ja: 行動
ko: 행동
ru: Поведение
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

# preferences-shortcuts.action-required
source: Action Required
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
ja: アクションが必要です
ko: 필요한 조치
ru: Требуется действие
vi: Cần thao tác
zh_hans: 需要采取行动
zh_hant: 需要採取行動

# preferences-shortcuts.annotate-actions-description
source: Shortcuts for common actions inside the annotation editor.
de: Verknüpfungen für allgemeine Aktionen im Anmerkungseditor.
es: Accesos directos para acciones comunes dentro del editor de anotaciones.
fr: Raccourcis pour les actions courantes dans l'éditeur d'annotations.
ja: 注釈エディタ内の一般的なアクションのショートカット。
ko: 주석 편집기 내의 일반적인 작업에 대한 단축키입니다.
ru: Ярлыки для общих действий в редакторе аннотаций.
vi: Phím tắt cho các thao tác phổ biến bên trong trình chỉnh sửa Annotate.
zh_hans: 注释编辑器内常见操作的快捷方式。
zh_hant: 注釋編輯器內常見操作的快捷方式。

# preferences-shortcuts.annotation-tool-description
source: Single-key shortcuts for switching tools in the annotation editor.
de: Tastenkombinationen zum Wechseln der Werkzeuge im Anmerkungseditor.
es: Atajos de una sola tecla para cambiar de herramienta en el editor de anotaciones.
fr: Raccourcis à une seule touche pour changer d'outil dans l'éditeur d'annotations.
ja: 注釈エディターでツールを切り替えるための単一キーのショートカット。
ko: 주석 편집기에서 도구 전환을 위한 단일 키 단축키입니다.
ru: Одноклавишные сочетания клавиш для переключения инструментов в редакторе аннотаций.
vi: Phím tắt một phím để chuyển công cụ trong trình chỉnh sửa Annotate.
zh_hans: 用于在注释编辑器中切换工具的单键快捷键。
zh_hant: 用於在注釋編輯器中切換工具的單鍵快捷鍵。

# preferences-shortcuts.capture-area-description
source: Select a region to capture
de: Wählen Sie eine Region zur Erfassung
es: Seleccione una región para capturar
fr: Sélectionnez une région à capturer
ja: キャプチャする領域を選択してください
ko: 캡처할 지역을 선택하세요
ru: Выберите регион для захвата
vi: Chọn một vùng để chụp
zh_hans: 选择要捕获的区域
zh_hant: 選擇要捕獲的區域

# preferences-shortcuts.capture-fullscreen-description
source: Capture entire screen instantly
de: Gesamten Bildschirm sofort erfassen
es: Capture la pantalla completa al instante
fr: Capturez instantanément tout l’écran
ja: 画面全体を瞬時にキャプチャ
ko: 전체 화면을 즉시 캡처
ru: Мгновенный захват всего экрана
vi: Chụp toàn màn hình ngay lập tức
zh_hans: 立即捕获整个屏幕
zh_hant: 立即捕獲整個螢幕

# preferences-shortcuts.capture-section
source: Capture Shortcuts
de: Aufnahme-Kurzbefehle
es: Capturar atajos
fr: Capturer des raccourcis
ja: キャプチャ ショートカット
ko: 캡처 단축키
ru: Ярлыки захвата
vi: Phím tắt chụp
zh_hans: 捕捉快捷键
zh_hant: 捕捉快捷鍵

# preferences-shortcuts.capture-text-description
source: Extract text from screen region
de: Text aus dem Bildschirmbereich extrahieren
es: Extraer texto de la región de la pantalla
fr: Extraire le texte de la région de l'écran
ja: 画面領域からテキストを抽出する
ko: 화면 영역에서 텍스트 추출
ru: Извлечь текст из области экрана
vi: Trích xuất văn bản từ vùng màn hình
zh_hans: 从屏幕区域提取文本
zh_hant: 從螢幕區域提取文本

# preferences-shortcuts.cloud-upload-description
source: Upload annotated image to cloud
de: Kommentiertes Bild in die Cloud hochladen
es: Subir imagen anotada a la nube
fr: Télécharger une image annotée sur le cloud
ja: 注釈付き画像をクラウドにアップロード
ko: 주석이 달린 이미지를 클라우드에 업로드
ru: Загрузить аннотированное изображение в облако
vi: Tải ảnh đã chú thích lên cloud
zh_hans: 将带注释的图像上传到云端
zh_hant: 將帶注釋的圖像上傳到雲端

# preferences-shortcuts.cloud-uploads-description
source: Open cloud upload history
de: Cloud-Upload-Verlauf öffnen
es: Abrir historial de carga en la nube
fr: Ouvrir l'historique de téléchargement dans le cloud
ja: クラウドのアップロード履歴を開く
ko: 클라우드 업로드 기록 열기
ru: Открыть историю загрузок в облако
vi: Mở lịch sử tải lên cloud
zh_hans: 打开云端上传历史
zh_hant: 打開雲端上傳歷史

# preferences-shortcuts.copy-and-close-description
source: Copy annotated image to clipboard and close
de: Mit Anmerkungen versehenes Bild in die Zwischenablage kopieren und
es: Copie la imagen anotada al portapapeles y ciérrela
fr: Copiez l'image annotée dans le presse-papiers et fermez
ja: 注釈付きの画像をクリップボードにコピーして閉じます
ko: 주석이 달린 이미지를 클립보드에 복사하고 닫습니다
ru: Скопируйте изображение с аннотацией в буфер обмена и закройте
vi: Sao chép ảnh đã chú thích vào clipboard và đóng
zh_hans: 将带注释的图像复制到剪贴板并关闭
zh_hant: 將帶注釋的圖像複製到剪貼板並關閉

# preferences-shortcuts.disable-shortcuts-message
source: You won't be able to capture screenshots or recordings using keyboard shortcuts from any app. You'll need to open Snapzy manually to use capture features.
de: Sie können Screenshots oder Aufnahmen nicht per Tastaturkürzel aus einer App heraus erfassen. Sie müssen Snapzy manuell öffnen, um die Aufnahmefunktionen zu verwenden.
es: No podrás realizar capturas de pantalla ni grabaciones utilizando atajos de teclado desde ninguna aplicación. Deberá abrir Snapzy manualmente para utilizar las funciones de captura.
fr: Vous ne pourrez pas capturer de captures d'écran ou d'enregistrements à l'aide des raccourcis clavier d'une application. Vous devrez ouvrir Snapzy manuellement pour utiliser les fonctionnalités de capture.
ja: どのアプリからでも、キーボード ショートカットを使用してスクリーンショットや録音をキャプチャすることはできません。キャプチャ機能を使用するには、Snapzy を手動で開く必要があります。
ko: 어떤 앱에서도 키보드 단축키를 사용하여 스크린샷이나 녹음을 캡처할 수 없습니다. 캡처 기능을 사용하려면 Snapzy를 수동으로 열어야 합니다.
ru: Вы не сможете делать снимки экрана или записи с помощью сочетаний клавиш ни в одном приложении. Вам нужно будет открыть Snapzy вручную, чтобы использовать функции захвата.
vi: Bạn sẽ không thể dùng phím tắt để chụp ảnh hoặc ghi màn hình từ bất kỳ ứng dụng nào. Bạn sẽ cần mở Snapzy thủ công để dùng các tính năng chụp.
zh_hans: 您将无法使用任何应用程序中的键盘快捷键来捕获屏幕截图或录音。您需要手动打开 Snapzy 才能使用捕获功能。
zh_hant: 您將無法使用任何應用程序中的鍵盤快捷鍵來捕獲螢幕截圖或錄音。您需要手動打開 Snapzy 才能使用捕獲功能。

# preferences-shortcuts.disable-shortcuts-title
source: Disable Keyboard Shortcuts?
de: Tastaturkürzel deaktivieren?
es: ¿Desactivar los atajos de teclado?
fr: Désactiver les raccourcis clavier ?
ja: キーボードショートカットを無効にしますか?
ko: 키보드 단축키를 비활성화하시겠습니까?
ru: Отключить сочетания клавиш?
vi: Tắt phím tắt bàn phím?
zh_hans: 禁用键盘快捷键？
zh_hant: 禁用鍵盤快捷鍵？

# preferences-shortcuts.enable-shortcuts-description
source: Capture from any app
de: Aus jeder App aufnehmen
es: Captura desde cualquier aplicación
fr: Capturez depuis n'importe quelle application
ja: 任意のアプリからキャプチャ
ko: 어떤 앱에서든 캡처
ru: Снимайте из любого приложения
vi: Chụp từ bất kỳ ứng dụng nào
zh_hans: 从任何应用程序捕获
zh_hant: 從任何應用程序捕獲

# preferences-shortcuts.enable-shortcuts-title
source: Enable Shortcuts
de: Kurzbefehle aktivieren
es: Habilitar atajos
fr: Activer les raccourcis
ja: ショートカットを有効にする
ko: 바로가기 활성화
ru: Включить ярлыки
vi: Bật phím tắt
zh_hans: 启用快捷方式
zh_hant: 啓用快捷方式
